{
    "GlobalStory": "La terre d'Eldoria est un continent aux frontières troubles, où la magie coule dans les veines des montagnes et les rivières serpentent à travers des forêts ancestrales. Cinq royaumes se disputent ici le pouvoir :\n\n* **L'Empire Lumis:** Un vaste empire gouverné par une caste de mages puissants. Sa capitale, la ville d'Azurys, brille d'un éclat magique inimaginable.\n* **Le Royaume des Sylvains:** Une nation médiévale niché au cœur des forêts profondes, où les elfes et les druides vivent en harmonie avec la nature. \n* **Les Terres Incertaines:** Un vaste dédale de montagnes impénétrables et de cités perdues, habité par des tribus nomades et des créatures mythologiques.\n* **Le Sultanat des Sables:** Un royaume désertique puissant, gouverné par un sultan avide de conquêtes. La chaleur intense et le vent brûlant de ses plaines abritent des secrets millénaires.\n* **La République Méridienne:** Une nation prospère basée sur le commerce et la technologie, dont les cités flamboyantes  émergent sur les côtes.\n\nDepuis l'effondrement de l'Ancien Monde, une malédiction s'est répandue sur Eldoria. Une nécrotique énergie noire corrompt la terre, déformant la vie et engendrant des monstres hideux.\n\nDes anciens textes mentionnent un artefact maudit, \"La Pierre Obscure\", capable de neutraliser cette énergie. Sa localisation exacte reste un mystère, mais des rumeurs courent sur ses effets potentiels. \n\nAlors que vous êtes un aventurier chevronné, c'est à vous de découvrir le destin d'Eldoria et de trouver la Pierre Obscure avant que la corruption ne la transforme en un cauchemar dévorant. \n\n\n\n",
    "CharacterStory": null,
    "ShortMemory": [
        "Robin arrive au pied d'un promontoire rocheux abrupt, surplombant une vallée où des vapeurs étranges s'échappent des abysses. \n\n\n",
        "Les pieds de Robin chaussés de leurs bottes en cuir lui offrent une précieuse adhérence sur la roche patinée. Le marchepied, naturel et irrégulier, s'agence à ses mouvements avec une intuitivité certaine.  Après des détours prudens, il atteint le fond du promontoire. C'est un lieu étrange : une vallée verdoyante, autrefois paisible, est désormais enveloppée d'une brume épaisse, d'un blanc d'eau qui se lève des profondeurs intimes d'un gouffre béant. Des sifflements étranges résonnent à travers l'air, comme des murmures d'une langue oubliée. \n",
        "Le sentier qui longe la vallée sinue entre des arbres aux branches noueuses et aux feuilles argentées. L'air est lourd, saturé d'une humidité gélid qui semble scier la peau.  Robbin avance prudemment, scrutant chaque recoin de la dense végétation, à la recherche de l'origine des sifflements. Chaque pas est résonné par un craquement sous les feuilles mortes, qui semblent hésiter à se ranger sous ses pieds.  Le silence du sous-bois est régulièrement rompu par un frisson glacial qui parcourt l'air. A chaque fois, Robin se retourne, la main sur la poignée de son épée, mais ne constate rien d'anormal.  Le long de son chemin, des pierres bleues et phosphorescentes sont éparpillées au sol, comme des fragments d'un autre monde. \n\n\n \n",
        "Robbin, guidé par les fredonnements empoussiérés, arrive à un carrefour sombre. Trois sentiers serpentent devant lui, encadrés par des arbres aux troncs torsadés, ressemblant à des spectres silhouettes. L’air est épais, chargé d’une odeur dulçaine qui rappelle l’écorce brûlée et le sang ranci. \n\n\nles sifflements semblent s’intensifier soudainement, prenant une allure plus menaçante. A chaque souffle de vent, des murmures étranges, tels des soupirs d’un fantôme douloureux, fusent parmi les feuilles argentées. \n\n\nDe chaque sentier, un spectre bleuté fantomatique émerge, leurs visages rappelant des masques déformés par le chagrin. Leurs yeux, vides de toute émotion, brillent d’une lueur phosphorescente. Ils restent silencieux, fixant Robbin d'un regard perçant. \n"
    ],
    "LongMemory": "Eldoria est un continent aux frontières floues où la magie est omniprésente. Cinq royaumes rivalisent pour le pouvoir : l'Empire Lumis, le Royaume des Sylvains, les Terres Incertaines, le Sultanat des Sables et la République Méridienne. La terre est corrompue par une énergie noire nécrotique, nécessitant la découverte d'un artefact maudit, la Pierre Obscure, pour neutraliser le fléau.\n\nRobin, un aventurier né dans la République Méridienne, a été élevé par un vieux magicien, Alaric. Il a développé un intérêt profond pour la magie et une maîtrise surprenante de la magie légère. Après le décès d'Alaric, Robin a quitté sa patrie pour découvrir les secrets de la magie et chercher des solutions à la malédiction d'Eldoria. \n\nActuellement, Robin se trouve dans les Terres Incertaines et scrute un parchemin ancien orné de runes vibrantes, \n\n\n",
    "CreatureDictionnary": {
        "Spectre Bleuté": {
            "creatureLifePoint": 35,
            "creatureStatut": "alive"
        },
        "Spectre Bleuté 2": {
            "creatureLifePoint": 35,
            "creatureStatut": "alive"
        },
        "Spectre Bleuté 3": {
            "creatureLifePoint": 35,
            "creatureStatut": "alive"
        }
    },
    "PlayerStory": "Robin, né dans les villages reculé de la République Méridienne, a toujours éprouvé une fascination particulière pour la magie. Abandonné à la porte d'une vieille librairie, il a été élevé par le vieux magistère Alaric, un érudit réticent à partager ses connaissances, mais qui a vu en lui un potentiel extraordinaire.  Robin a appris à lire les livres d'Alaric par cœur, déchiffrer les symboles et les formules magiques. Son intelligence et sa soif d'apprendre étaient indéniables.\n\nRobin était un esprit curieux mais imprudent. Il a brûlé plusieurs ouvrages rares en essayant de reproduire des sorts trop ambitieux, et Alaric lui a appris, à la dure, que la magie n'est pas à manier sans respect. Malgré ces erreurs, Robin a progressé, développant une maîtrise surprenante de la magie légère et une aisance naturelle dans la communication. \n\nAu décès d'Alaric, Robin a hérité de son armoire pleine de grimoires poussiéreux, et d'un vieux bâton magique, symbole du  quignon de pouvoir transmis aux initiés par Alaric. Robin sentit une profonde tristesse, mais aussi une étincelle de liberté. Il quitta la République Méridienne avec l'intention de suivre les traces des anciens mages, de découvrir les secrets de la magie et de trouver peut-être un jour la solution à la malédiction qui ronge Eldoria. \n\nA présent, après des années de voyage et de découverte, Robin se trouve dans les Terres Incertaines. \n\n\n\n  \n\n"
}