{
    "GlobalStory": "Le voile entre les règnes s'amenuise. Depuis des siècles, les portes du Monde Ombre se sont refermées serrées derrière les Gardiens, créatures hybrides de chair et de ténèbres. Mais maintenant, des murmures sinistres s'entendent dans les vents. Des effluves corrompus filtrent à travers les failles du voile, apportant une menace insidieuse sur le Royaume de Lumière.\n\nLe Royaume de Lumière est un monde de forêts majestueuses, de montagnes escarpées et de vastes plaines verdoyantes. Ses peuples, humains, elfes, gnomes et nains, vivent en relative harmonie sous la tutelle du Conseil des Solaires, une assemblée de mages chargés de maintenir l'équilibre.   \n \nMais cet équilibre est fragile. Les ténèbres s'agrandissent, contaminant la nature et corrompant les âmes. Les Gardiens, autrefois protecteurs du monde, se manifestent désormais de manière erratique, poussés par des forces obscures.\n\nTu es un Chevalier Errant, parti à la recherche de l'honneur et de la gloire. Tu traverses les terres désolées du Royaume de Lumière lorsque tu entend la rumeur des mensonges et de l'ineffable souffrance. Tu crois que tu peux les aider. Où iras-tu ? \n\n\n",
    "CharacterStory": null,
    "ShortMemory": [
        "Le vent glacial siffle autour de Robin alors qu'il scrute l'horizon, les cartes tremblantes dans sa main.  La route enneigée s'étire devant lui, disparaissant dans la brume blanche comme un serpent de glace.   Auberoche est maintenant un lointain souvenir, son passé une étincelle dans les flammes des souvenirs. \n",
        "L'asphalte crac lé  sous les bottes de Robin alors qu'il avance vers le nord.  La neige, épaisse et poudreuse, s'élève autour de lui, chaque pas faisant éclater des flocons dans l'air. Le ciel est sombre, gris et lourd, laissant seulement apercevoir quelques lueurs bleutées à l'horizon. L'absence totale d'autres êtres vivants laisse au silence un pouvoir surpuissant. Le vent, soudain plus marquant, semble murmurer des secrets oubliés, des histoires de dangers cachés dans la brume et des créatures légendaires qui hantent la nuit. \n\n\nAu bout d'une heure de marche, la route se divise en deux chemins. \n\n\nUn sentier rocailleux, étroit et presque invisible sous la neige, disparaît à gauche dans une forêt denses et ténébreuse. Il semble attirer Robin, lui promettant des ombres et des mystères.\n\n\nLes autres part de la route se poursuit en droite,  vers une vallée plus ouverte, mais aussi plus austère où la neige mousse à perte de vue. \n\n\n Quel chemin choisit-il? \n\n"
    ],
    "LongMemory": "Le Royaume de Lumière, un monde paisible habité par des humains, des elfes, des gnomes et des nains, est menacé par le retour des Gardiens, des créatures aux origines obscures. Un voile fragile sépare le Royaume de Lumière du Monde Ombre, et des signes annoncent son affaiblissement.  \n\nRobin, un jeune magicien issu d'un milieu modeste, est frappé par la rumeur d'une menace croissante liée à un domaine de Gardiens. Guidé par une vieille carte découverte au détour d'une rivière, il se retrouve à un carrefour : suivre une route enneigée sinueuse vers l'inconnu ou utiliser la carte pour choisir une autre voie. \n\n\n Robin consulte actuellement la carte, son choix retiendra l'attention de son destin et définira sa première étape dans cette quête. \n\n\n",
    "PlayerStory": " venant des rives sauvages d'Auberoche, une cité portuaire réputée pour ses marins intrépides et ses sorciers audacieux, Robin n'a jamais connu la vie confortable d'un noble . Issu d'un milieu modeste, il a grandi en apprenant l'art de la magie auprès d'un vieil incantateur solitaire, un hermit niché au cœur de la forêt avoisinant sa cité natale.  \n\nS'exilent dès son plus jeune âge, Robin traversera des plaines enneigées et des déserts brûlants à la recherche de connaissances et d'une meilleure compréhension de ses pouvoirs. Au cours de ses voyages, il croise le chemin de plusieurs personnages, dont une ermite timide et sage qui lui prodigue des leçons sur la connexion entre l'esprit et la magie, et une troupe de voyageurs intrépidos qui lui révèle l'existence du Royaume de Lumière et ses propres légendes. Un jour, au détour d'une rivière cachée, il découvre une vieille carte qui parlera de l'un des Gardiens : une bête féroce et sombre, qui se nourrit des âmes perdues et corrompt la nature à son passage. Robin est saisi par une détermination inattendue. Conscient de la menace que représente l'awakening des Gardiens, il décide de s'engager dans une quête pour empêcher le voile de se déchirer complètement et le Monde Ombre de submerger le Royaume de Lumière. \n\n\n La rumeur qui te parvient, floue mais sinistre, semble venir précisément de cette zone où se trouvait le Domaine du Gardien.   \n\n\n\nEn apercevant le bord de la route enneigée qui sinue à travers les cimes enneigées, Robin doit choisir :  \n\nsuivre cette route enneigée qui mène vers l'inconnue, ou consulter la vieille carte pour choisir une autre voie ?\n\n\n\nTu choisis ? \n\n"
}