{
    "GlobalStory": "Un vent glacial souffle dans la cité de Véronike, frissonnant à travers les maisons en pierre dont les fenêtres laissent apparaître des lueurs douces. La lumière du soleil, pâle et lointaine, peine à percer les nuages brumeux qui obscurcissent le ciel d'Aquilon.  Véronike, capitale du royaume du même nom, est un carrefour chargé d'histoire et de secrets. Célèbre pour son savoir antique et ses mages puissants, elle attire depuis des siècles artistes, marchands et aventuriers.  \n\nCependant, une ombre s'abat sur la cité. Des rumeurs murmurent d'une force maléfique qui s'éveille à l'ouest, dans les Montagnes Perdues. Des créatures hideuses seraient sorties de leur sombre abîme, laissant derrière elles des villages dévastés et des âmes brisées. Même les murs protecteurs de Véronike semblent vaciller face à cette menace. Le roi Elderon, inquiet pour son royaume, cherche des guerriers courageux et des mages audacieux pour explorer les Montagnes Perdues et mettre fin à ce fléau. \n\nÀ toi, aventurier, de répondre à l'appel du royaume et de faire face aux dangers qui vous attendent.  Partir à l'ouest, vers les Montagnes Perdues,  sera un périple périlleux, rempli d'énigmes et d'affrontements terribles. L'avenir d'Aquilon repose peut-être entre tes mains. \n\n\n\n",
    "CharacterStory": null,
    "ShortMemory": [
        "Les ruelles sont étroites et obscures,  les murs clos semblent se rapprocher, emprisonnant qualquer espoir de fuite.  Une odeur fétide flotte dans l'air, un mélange de soufre et de roideur, ajoutant à l'angoisse qui vous serre la gorge. Vous trébuchez sur un pavé déplacé, tombant brutalement dans un dédale d'ombrettes. \n\n\n",
        "Le sol est rocheux et inégal, vos chutes vous faire gratter la peau. La torche tremble dans votre main, projetant des ombres grotesques qui dansent et se contorsionnent aux murs,  accentuant l'impression d'être prisonnier de ce labyrinthe sombre. Malgré le bruit de vos frapper  contre les parois, le gargouillis de la créature à vos trousses résonne comme un spectre derrière les pierres.   \n",
        "Le bruit de vos coups sur les parois résonne dans le vide, réveillant un écho étrange qui semble se dévorer dans l'obscurité.  La créature s'approche, plus proche que jamais.  Ses gargouillements, plus insistants maintenant, résonnent comme une malédiction dans vos oreilles, une promesse de douleur imminente. Vous sentez sa chaleur brûlante sur votre nuque, une menace tangible qui vous hante. \n\n\n",
        "Votre poing heurte sa carapace coriace, faisant écho dans le silence glacé du passage étroit. La créature grogne, un son rauque qui semble résonner au fond de votre âme, avant de s'élancer sur vous. Ses griffes acérées pétrissent l'air à grande vitesse, cherchant à vous ensabler dans l'obscurité. Vous esquivez à peine son attaque, tombant lourdement contre un mur humide. L’odeur de terre et de moisissure vous enveloppe, mélangeant le frisson de l’angoisse. Ta tehdant par terre, vous savez que vous devez trouver une solution rapidement, avant que cette bête ne vous réduise en miettes. Au loin,  vous apercevez une ouverture étroite, une porte qui semble vous promettre un passage vers l'inconnu.  Que faites-vous ? \n",
        "La porte s'ouvre difficilement, révélant un couloir sombre et poussiéreux. Une brise glacée vous frappe, emportant avec elle le parfum âcre du renfermé et de la décomposition. Vous entendez un léger craquement derrière vous, le signe indiquant que la créature avance toujours sur vos traces. Fuyant à pas pressés, vous pénétrez dans le couloir et refermez bruyamment la porte, vous laissant seul dans l'obscurité.\n\n\n",
        "La flamme de la bougie vacille, éclairant brièvement des inscriptions effacées sur les murs, mais rapidement  elle s'éteint, laissant un silence oppressant à son retrait.  La même brise glacée qui vous avait accueilli dans le couloir frappe de nouveau votre visage, emportant avec elle l'odeur âcre du renfermé et réveillant un frisson d'inquiétude.  La créature est toujours là, plus proche que jamais, son souffle chaud, semblable à celui d'un dragon enragé, vous fait trembler jusqu'aux os. \n\n\n\n\n\n\n",
        "Des années de galère dans ces couloirs, on a appris à ne pas faire confiance à la lumière. Tu sais que dans l'obscurité totale, même un souffle peut se transformer en un dragon. Le silence qui te pénètre est coupé par un cliquetis métallique, provenant du fond du couloir.  Au regard de la menace qui t'attend immédiatement derrière l'arrivée de la bougie éteinte, tu peux choisir de tenté de poursuivre ton chemin, et affronter l'inconnu,  ou de rester immobile, serrer les dents et attendre ce qui arrive. \n",
        "Le cliquetis se rapproche, perçant l'obscurité comme une pointe de métal dans la nuit. Tu peux sentir la lueur glacée de la bougie vacillante sur ton visage, comme un seul et fragile phare dans un océan d'ombres. La tension te serre la gorge, chaque instant s'étendant à jamais.  \n\n\n\nQue vas-tu faire ? \n",
        "Le cliquetis s'intensifie, se rapprochant inexorablement. La lueur vacillante de la bougie tremble, projetant des ombres sinueuses qui se contorsionnent sur les murs, comme si la pierre elle-même était vivante.  Des dents pointues, acérées comme des lames, se révèlent dans l'obscurité, accompagnées d'un souffle rauque qui semble s'engouffrer dans vos poumons. \n\n\n\n \n",
        "Votre griffe atteint la surface lisse de la pierre, mais elle glisse, incapable de trouver une prise. Vous vous retrouvez suspendu au-dessus du vide, la force de la gravité vous tirant vers le bas. \n\nUn gémissement rauque résonne dans le couloir, la créature se pressant contre le plafond opposé, ses yeux brillant d'une lueur rougeâtre à travers le faible éclat de la bougie. \n\n\nSes dents acérées pointent vers vous, comme un sourire menaçant qui promet une fin douloureuse.  \n\n \n\n"
    ],
    "LongMemory": "Le royaume d'Aquilon est menacé par une force maléfique émergeant des Montagnes Perdues. La cité de Véronike, capitale d'Aquilon, est un centre d'apprentissage et de magie, mais même ses murs protecteurs vacillent face à la menace. Le roi Elderon cherche des héros pour explorer les Montagnes Perdues et mettre fin à ce fléau.\n\nRobin, un jeune magicien originaire du village de Willow Creek, a quitté sa campagne natale pour suivre l'apprentissage de Alastor, le plus célèbre maître-mage de Véronike. Robin est un apprenti prometteur, possédant un talent inné pour la magie élémentaire. \n\nDéconcentré par des rumeurs à Véronike, Robin est en train de recueillir des ingrédients pour préparer un remède quand il reçoit l'appel du roi. \n\n\n\nFace à ce choix crucial, Robin doit décider s'il répondra à l'appel du roi et partira dans la quête périlleuse pour sauver Aquilon ou qu'il poursuivra son apprentissage auprès d'Alastor. \n\n",
    "PlayerStory": "Le vent glacial de Véronike caresse doucement ta robe d'aventurier sur ton chemin vers le marché central.  Tu es Robin, jeune magicien originaire du village reculé de Willow Creek, niché au cœur des forêts verdoyantes du Sud d'Aquilon. Malgré les prédictions de ton grand-père sur ton avenir de cultivateur, tu as toujours été attiré par les mystères de la magie.  \n\nA 23 ans, tu quittais tu la relative tranquillité de Willow Creek pour suivre la promesse d'un apprentissage auprès du plus célèbre maître-mage de Véronike, un vieux sage nommé Alastor.  Ton passage par les sentiers escarpés des collines et les rivières tumultueuses de l'Ouest t'a déjà soumis à des épreuves que tu as traversées avec courage et acuité, faisant de toi un apprenti mage prometteur. \n\nAlastor,  ôtant son bouclier magique  ses anciens livres détériorés, reconnait en toi un esprit précieux mais modeste.  Tu cherches à perfectionner ton talent inné pour la magie élémentaire, mais son apprentissage exige patience et temps, que tu es prêt à consacrer sans réserve.  \n\n Robin , avant de recevoir la commande royale, tu étais  en train de rassembler les ingrédients nécessaires pour préparer un puissant remède contre le mal de tête qui rongeait le vieux paysan du village voisin.  \n\n\nTu te trouves maintenant face à un choix crucial, Robin.  Veux-tu répondre à l'appel du roi et te lancer dans cette quête périlleuse pour l'avenir d'Aquilon? \n\n"
}