{
    "GlobalStory": "Un vent glacial souffle dans la cité de Véronike, frissonnant à travers les maisons en pierre dont les fenêtres laissent apparaître des lueurs douces. La lumière du soleil, pâle et lointaine, peine à percer les nuages brumeux qui obscurcissent le ciel d'Aquilon.  Véronike, capitale du royaume du même nom, est un carrefour chargé d'histoire et de secrets. Célèbre pour son savoir antique et ses mages puissants, elle attire depuis des siècles artistes, marchands et aventuriers.  \n\nCependant, une ombre s'abat sur la cité. Des rumeurs murmurent d'une force maléfique qui s'éveille à l'ouest, dans les Montagnes Perdues. Des créatures hideuses seraient sorties de leur sombre abîme, laissant derrière elles des villages dévastés et des âmes brisées. Même les murs protecteurs de Véronike semblent vaciller face à cette menace. Le roi Elderon, inquiet pour son royaume, cherche des guerriers courageux et des mages audacieux pour explorer les Montagnes Perdues et mettre fin à ce fléau. \n\nÀ toi, aventurier, de répondre à l'appel du royaume et de faire face aux dangers qui vous attendent.  Partir à l'ouest, vers les Montagnes Perdues,  sera un périple périlleux, rempli d'énigmes et d'affrontements terribles. L'avenir d'Aquilon repose peut-être entre tes mains. \n\n\n\n",
    "CharacterStory": null,
    "ShortMemory": [
        "Le magicien étouffe son souffle, son visage marqué par l'effort. La poche de lumière qui vous enveloppait s'estompe lentement, laissant place aux ombres profondes du couloir. La créature, cependant,  n'a pas perdu son agressivité. Ses muscles se contractent sous une carapace chitineuse, ses griffes acérées scintillent sur le faussement calme de l'atmosphère. La tension est palpable, chaque gémissement de la créature résonnant comme un rappel imminent de la dangerosité de la situation.  \n\n\n\n",
        "L'air est chargé d'une tension électrique, chaque silence amplifié par le battement de votre cœur. La créature scrute vos moindres mouvements, ses yeux rouges brûlant comme des braises dans la pénombre. Ses griffes, acérées comme des rasoirs, glissent sur la carapace chitineuse, produisant un son métallique qui résonne dans le couloir. \n\n\nLe souffle de la bête est chaud, presque brûlant, et vous sentez l'humidité de son émail se presser sur votre peau. Elle se tord et se contorsionne, une silhouette sinistre découpée dans la lueur vacillante de la bougie.  \nUn gémissement gutturale émane de sa gorge, annonçant la décision imminente qui devra les peser: attaquer, ou attendre? \n \n\n\n\n\n",
        "Tu regardes la créature avec calme, faisant tout ton possible pour canaliser ton souffle et paraître détendu.   La tension est palpable, comme un tissu tendu prêt à se rompre. \"Je ne cherchais qu'à passer,\" murmures-tu, la voix aussi douce que possible.  \"Je ne suis pas venu vous faire du mal.\" \n\nLe gemissement gutturale se poursuit, la créature oscillant sur son point d'appui. Ses yeux rouges, fissaent sur toi, scrutant chaque inflection de ton visage, chaque tremblement de ta voix.   La lueur vacillante de la bougie joue sur son émail, créant des ombres qui dansent dans le couloir, comme des silhouettes sinistres de son esprit. \n\n\n \n\n\n\n",
        "La créature paraît un instant perplexe devant votre démarche pacifique. Son gémissement grince légèrement, une note de confusion s'invitant dans son grondement ravageur.   Ses griffes continuent de se balancer, mais la tension semble un peu relâchée, comme si la créature hésitait, incertaine de la signification de vos mots.  Un silence lourd s'installe, ponctué seulement par les craquements de la bougie et le léger murmure de votre respiration. \n\n \n",
        "Tentant deapaiser la créature en lui offrant un morceau de pain rassis que vous aviez depuis longtemps oublié dans votre sac, vous espérez que le geste de gentillesse et de partage touchera une cordée de compassion à cœur animal.  La créature, toujours immobile, laisse ses yeux rouges planer sur l'objet offert. \n\n Le silence s'épaissit, lourd et chargé d'attente. \n\n\n\n",
        "La créature réagit enfin à votre geste.  Elle baisse la tête et fixe le morceau de pain avec un regard perçant. Son corps se raidit, mais ses griffes se relâchent légèrement.  Un rugissement rauque et sourd semble venir de loin, comme s'il résonnait dans les profondeurs de ses entrailles.  Elle tend la langue vers le pain, la laissant tremper dans un filet de salive verdâtre et visqueuse.\n \n \n\n\n\n",
        "Le pain se déchire sous le poids de sa langue gluante. Un craquement sourd résonne dans le couloir, suivi d'un silence lourd que vous sentez autant qu’il ne vous touche.  La créature avale le morceau, son regard restant fixé sur vous, perçant comme une lame acerbe.  Ses griffes reprennent une posture menaceante, mais son hésitation est palpable. Un nouveau gémissement,  plus grave et prolongé que les précédents, émane de sa gorge, une mélodie triste et mélancolique qui semble percer les ombres du couloir. \n\n\n",
        "Le gémissement s'estompe laissant place à un silence pesant, brisé seulement par le souffle court et rauque de la créature. Ses yeux rouges scintillent intensément, fixés sur vous comme des braises dans la nuit. Par son silence, elle vous interroge, attend une réponse à son écho silencieux.  \n\n\n",
        "Un frisson vous parcourt l'échine. Vous sentez que le silence est lourd de signification, comme un pont fragile entre deux mondes distants.  La créature attend votre réaction,  ses yeux scrutant votre moindre geste, prêt à saisir le moindre signe de menace ou d'agression. \n\n\n \n",
        "La créature observe vos gestes avec une intensité qui vous transperce. Son regard brûlant semble percer le masque de courage que vous essayez de maintenir, explorant les recoins les plus sombres de votre âme. Après un silence à couper le souffle, elle grogne doucement, un son rauque qui résonne dans le couloir comme une caverne lugubre.  Ses griffes cligotent nerveusement, projetant des ombres erratiques sur les parois chauves, comme si l'angoisse d'une décision imminente la rongeait de l'intérieur. \n\n \n\n\n\n"
    ],
    "LongMemory": "Le royaume d'Aquilon est menacé par une force maléfique émergeant des Montagnes Perdues. La cité de Véronike, capitale d'Aquilon, est un centre d'apprentissage et de magie, mais même ses murs protecteurs vacillent face à la menace. Le roi Elderon cherche des héros pour explorer les Montagnes Perdues et mettre fin à ce fléau.\n\nRobin, un jeune magicien originaire du village de Willow Creek, a quitté sa campagne natale pour suivre l'apprentissage de Alastor, le plus célèbre maître-mage de Véronike. Robin est un apprenti prometteur, possédant un talent inné pour la magie élémentaire. \n\nDéconcentré par des rumeurs à Véronike, Robin est en train de recueillir des ingrédients pour préparer un remède quand il reçoit l'appel du roi. \n\n\n\nFace à ce choix crucial, Robin doit décider s'il répondra à l'appel du roi et partira dans la quête périlleuse pour sauver Aquilon ou qu'il poursuivra son apprentissage auprès d'Alastor. \n\n",
    "PlayerStory": "Le vent glacial de Véronike caresse doucement ta robe d'aventurier sur ton chemin vers le marché central.  Tu es Robin, jeune magicien originaire du village reculé de Willow Creek, niché au cœur des forêts verdoyantes du Sud d'Aquilon. Malgré les prédictions de ton grand-père sur ton avenir de cultivateur, tu as toujours été attiré par les mystères de la magie.  \n\nA 23 ans, tu quittais tu la relative tranquillité de Willow Creek pour suivre la promesse d'un apprentissage auprès du plus célèbre maître-mage de Véronike, un vieux sage nommé Alastor.  Ton passage par les sentiers escarpés des collines et les rivières tumultueuses de l'Ouest t'a déjà soumis à des épreuves que tu as traversées avec courage et acuité, faisant de toi un apprenti mage prometteur. \n\nAlastor,  ôtant son bouclier magique  ses anciens livres détériorés, reconnait en toi un esprit précieux mais modeste.  Tu cherches à perfectionner ton talent inné pour la magie élémentaire, mais son apprentissage exige patience et temps, que tu es prêt à consacrer sans réserve.  \n\n Robin , avant de recevoir la commande royale, tu étais  en train de rassembler les ingrédients nécessaires pour préparer un puissant remède contre le mal de tête qui rongeait le vieux paysan du village voisin.  \n\n\nTu te trouves maintenant face à un choix crucial, Robin.  Veux-tu répondre à l'appel du roi et te lancer dans cette quête périlleuse pour l'avenir d'Aquilon? \n\n"
}